[
  {
    "id": 2,
    "title": "Renungan Harian: Mengandalkan Penyelenggaraan Ilahi",
    "slug": "renungan-mengandalkan-penyelenggaraan-ilahi",
    "content": "Dalam bacaan Injil hari ini, kita diajak untuk merenungkan tentang penyelenggaraan ilahi. Tuhan Yesus mengajarkan kita untuk tidak khawatir tentang kebutuhan hidup sehari-hari, karena Bapa di surga mengetahui apa yang kita perlukan. Iman yang sejati adalah mengandalkan Tuhan sepenuhnya, percaya bahwa Dia akan menyediakan segala sesuatu pada waktunya.",
    "excerpt": "Renungan tentang mengandalkan penyelenggaraan ilahi dan belajar percaya sepenuhnya kepada Tuhan.",
    "author": "Romo Yohanes",
    "status": "published",
    "published_at": "2025-10-14T06:00:00",
    "created_at": "2025-10-10 10:33:02",
    "updated_at": "2025-10-10 10:33:02"
  },
  {
    "id": 3,
    "title": "Sejarah Singkat Paroki St. Paulus Juanda",
    "slug": "sejarah-paroki-stpaulus-juanda",
    "content": "Paroki St. Paulus Juanda didirikan pada tahun 1985 oleh Keuskupan Surabaya. Bermula dari sebuah kapel kecil, kini paroki ini telah berkembang menjadi komunitas yang besar dengan berbagai kegiatan pastoral. Gereja utama dibangun pada tahun 1995 dan terus mengalami renovasi untuk melayani umat yang semakin bertambah.",
    "excerpt": "Sejarah singkat Paroki St. Paulus Juanda dari kapel kecil hingga komunitas besar saat ini.",
    "author": "Tim Dokumentasi Paroki",
    "status": "published",
    "published_at": "2025-10-11T08:00:00",
    "created_at": "2025-10-10 10:33:02",
    "updated_at": "2025-10-10 10:33:02"
  },
  {
    "id": 4,
    "title": "Makna Advent: Penantian Penuh Harap",
    "slug": "makna-advent-penantian-harap",
    "content": "Advent adalah masa penantian yang penuh harap. Dalam masa ini, kita diajak untuk mempersiapkan hati menyambut kelahiran Yesus Kristus. Advent mengajarkan kita tentang kesabaran, harapan, dan persiapan spiritual. Melalui doa, puasa, dan amal, kita belajar untuk membuka hati bagi kedatangan Tuhan dalam hidup kita sehari-hari.",
    "excerpt": "Advent mengajarkan kita tentang kesabaran, harapan, dan persiapan spiritual menyambut kelahiran Yesus Kristus.",
    "author": "Suster Maria",
    "status": "published",
    "published_at": "2025-10-09T07:00:00",
    "created_at": "2025-10-10 10:33:02",
    "updated_at": "2025-10-10 10:33:02"
  },
  {
    "id": 5,
    "title": "Panggilan Hidup Berkeluarga yang Kudus",
    "slug": "panggilan-keluarga-kudus",
    "content": "Keluarga adalah panggilan suci dari Tuhan. Dalam Sakramen Perkawinan, suami istri dipanggil untuk menjadi saksi kasih Kristus di dunia. Hidup berkeluarga yang kudus memerlukan pengorbanan, kesetiaan, dan kasih yang tulus. Melalui doa bersama dan Sakramen Ekaristi, keluarga dapat menjadi terang di tengah dunia.",
    "excerpt": "Keluarga adalah panggilan suci untuk menjadi saksi kasih Kristus melalui pengorbanan, kesetiaan, dan doa bersama.",
    "author": "Romo Markus",
    "status": "published",
    "published_at": "2025-10-07T06:30:00",
    "created_at": "2025-10-10 10:33:02",
    "updated_at": "2025-10-10 10:33:02"
  }
]