[
  {
    "id": 2,
    "title": "Jadwal Pengakuan Dosa Jelang Hari Raya Kristus Raja",
    "slug": "jadwal-pengakuan-dosa-kristus-raja-2025",
    "content": "Paroki St. Paulus Juanda mengumumkan jadwal pengakuan dosa khusus jelang Hari Raya Kristus Raja. Pengakuan dosa akan dilaksanakan setiap hari mulai tanggal 20 November hingga 22 November 2025 di Kapel Paroki. Romo Paroki dan Romo Pembantu akan siaga untuk melayani umat.",
    "excerpt": "Jadwal pengakuan dosa khusus jelang Hari Raya Kristus Raja 2025 tersedia di kapel paroki.",
    "author": "Tim Liturgi Paroki",
    "status": "published",
    "published_at": "2025-10-15T08:00:00",
    "created_at": "2025-10-10 10:33:02",
    "updated_at": "2025-10-10 10:33:02"
  },
  {
    "id": 3,
    "title": "Renovasi Gua Maria Paroki Telah Selesai",
    "slug": "renovasi-gua-maria-selesai-2025",
    "content": "Renovasi Gua Maria yang terletak di halaman gereja telah selesai dilakukan. Gua Maria yang merupakan tempat ziarah umat kini tampil lebih indah dengan pencahayaan LED, area berdoa yang lebih luas, dan patung Bunda Maria yang diperbaharui. Renovasi ini dibiayai dari sumbangan umat dan diharapkan dapat menjadi tempat yang lebih nyaman untuk ibadat.",
    "excerpt": "Renovasi Gua Maria Paroki St. Paulus Juanda telah selesai dengan tampilan yang lebih indah dan nyaman.",
    "author": "Tim Komunikasi Paroki",
    "status": "published",
    "published_at": "2025-10-12T10:00:00",
    "created_at": "2025-10-10 10:33:02",
    "updated_at": "2025-10-10 10:33:02"
  },
  {
    "id": 4,
    "title": "OMK Paroki Mengadakan Bakti Sosial di Panti Asuhan",
    "slug": "omk-bakti-sosial-panti-asuhan-2025",
    "content": "Organisasi Muda Katolik (OMK) Paroki St. Paulus Juanda mengadakan bakti sosial di Panti Asuhan Kasih Bunda. Kegiatan yang diikuti 50 pemuda dan pemudi ini meliputi pembersihan lingkungan, pembagian sembako, games edukatif, dan doa bersama dengan anak-anak panti. Kegiatan ini merupakan bagian dari program karya sosial OMK.",
    "excerpt": "OMK Paroki St. Paulus Juanda mengadakan bakti sosial di Panti Asuhan Kasih Bunda dengan berbagai kegiatan membantu anak-anak panti.",
    "author": "OMK Paroki",
    "status": "published",
    "published_at": "2025-10-10T14:00:00",
    "created_at": "2025-10-10 10:33:02",
    "updated_at": "2025-10-10 10:33:02"
  },
  {
    "id": 5,
    "title": "Laporan Keuangan Paroki September 2025",
    "slug": "laporan-keuangan-september-2025",
    "content": "Dewan Paroki St. Paulus Juanda telah merilis laporan keuangan bulan September 2025. Total pemasukan mencapai Rp 145 juta dengan pengeluaran sebesar Rp 118 juta. Dana tersebut digunakan untuk kegiatan sosial, renovasi gereja, gaji karyawan, dan operasional paroki. Laporan lengkap dapat dilihat di sekretariat paroki.",
    "excerpt": "Dewan Paroki merilis laporan keuangan September 2025 dengan total pemasukan Rp 145 juta.",
    "author": "Bendahara Paroki",
    "status": "published",
    "published_at": "2025-10-08T09:00:00",
    "created_at": "2025-10-10 10:33:02",
    "updated_at": "2025-10-10 10:33:02"
  },
  {
    "id": 6,
    "title": "Pembukaan Pendaftaran KPP 2025",
    "slug": "pendaftaran-kpp-2025",
    "content": "Paroki St. Paulus Juanda membuka pendaftaran Kursus Persiapan Perkawinan (KPP) untuk tahun 2025. Kursus ini wajib diikuti oleh calon pengantin yang akan melangsungkan pernikahan di gereja. Kursus akan dilaksanakan setiap Sabtu selama 3 bulan dengan materi tentang ajaran katolik, pernikahan, dan membangun keluarga.",
    "excerpt": "Paroki St. Paulus Juanda membuka pendaftaran Kursus Persiapan Perkawinan (KPP) 2025.",
    "author": "Kateket Paroki",
    "status": "published",
    "published_at": "2025-10-05T11:00:00",
    "created_at": "2025-10-10 10:33:02",
    "updated_at": "2025-10-10 10:33:02"
  }
]